tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "ghq"
brew "git"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "mackup"
brew "mas"
brew "peco"
brew "sshrc"
brew "telnet"
brew "tig"
brew "tree"
brew "wget"
brew "z"
cask "clipy"
cask "docker"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "obs"
cask "slack"
cask "trailer"
cask "visual-studio-code"
mas "Bear", id: 1091189122
mas "Effortless", id: 1368722917
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835

