tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awscli"
brew "ghq"
brew "git"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "mackup"
brew "mas"
brew "peco"
brew "sshrc"
brew "telnet"
brew "tig"
brew "tree"
brew "wget"
brew "z"

cask "clipy"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "kindle"
cask "obs"
cask "slack"
cask "trailer"
cask "visual-studio-code"

mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.skitch.skitch", id: 425955336
mas "com.tryeffortless.Effortless", id: 1368722917
mas "com.twitter.TweetDeck", id: 485812721
mas "jp.naver.line.mac", id: 539883307
mas "net.shinyfrog.bear", id: 1091189122
