tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "ghq"
brew "git"
brew "htop"
brew "hub"
brew "jq"
brew "mackup"
brew "mas"
brew "peco"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "clipy"
cask "docker"
cask "fuwari"
cask "google-japanese-ime"
cask "hyper"
cask "inkdrop"
cask "intellij-idea-ce"
cask "kap"
cask "karabiner-elements"
cask "kindle"
cask "obs"
cask "slack"
cask "trailer"
cask "visual-studio-code"
mas "Effortless", id: 1368722917
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
